brew "gh"
brew "git"
brew "go"
brew "neovim"
brew "stow"
brew "tmux"
brew "tree"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "claude"
cask "rectangle"
cask "slack"
cask "spotify"
cask "tidal"
cask "visual-studio-code"
cask "zoom"
