tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "git"
brew "gh"
brew "tmux"
brew "zsh-syntax-highlighting"
brew "zsh-autosuggestions"
brew "kakoune"
brew "node"
brew "tree"
brew "go"
brew "stow"
cask "ngrok"
cask "1password"
cask "slack"
cask "tidal"
cask "spotify"
cask "brave-browser"
cask "google-chrome"
cask "firefox"

