tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "sourcegraph/src-cli"
brew "gh"
brew "git"
brew "go"
brew "node"
brew "postgresql"
brew "stow"
brew "tmux"
brew "tree"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "aws/tap/aws-sam-cli"
brew "sourcegraph/src-cli/src-cli"
cask "1password"
cask "brave-browser"
cask "discord"
cask "firefox"
cask "google-chrome"
cask "ngrok"
cask "postman"
cask "rectangle"
cask "slack"
cask "spotify"
cask "tidal"
cask "visual-studio-code"
cask "zoom"
